import React from 'react';

storiesOf('Buffs', module)
.add('default', () =>
  <ArmoryEmbed
    name="buffs"
    data-armory-ids="切换武器,力量旗帜,纪律旗帜,冰霜精魂,旭日精魂,圣盾,敏捷,激怒,威能,保护,再生,决心,迅捷,活力,稳固,抗性,急速,流血,中毒,折磨,易伤,残废,虚弱,目盲,冰冻,燃烧,困惑,嘲讽,恐惧,定身,迟缓,强化盟友,眼观六路,弹药改装,弱点追击,破绽揭露,刺客灵气,炽热之怒,光耀力量,侵略狂热,怒火焚身,超级元素,脆弱躯体,时不我待,奔驰疾速,冰冻新星,冷眼旁观,猎食突袭,聚能炸药,流血追击,定点毁灭,优越自尊,卡拉狂热,强化卡拉狂热,潜行,现身,铁掌攻心,心肺重创,火焰光环,磁力光环,五行归元,冰霜光环,流水协调,电击光环,空气协调,大地协调,火焰协调,岩石共振,揭秘,流水姿态,熔火护甲,自我编织,编织火焰,编织流水,编织空气,编织大地,完美编织,满天飞石,原始姿态,幻影回荡,幻象斗篷,电能飓风,沙尘飓风,残骸飓风,无法格挡,吸血印记,扎根,鬼灵影步,怨恨纹章,蝗虫纹章,汹涌烈焰,流水箭矢,咒唤烈焰加成,咒唤大地加成,咒唤冰霜加成,流水纹章,大地纹章,空气纹章,静电能量,秘法能量,秘法护盾,岩石屏障,火焰复元,支配纹章,午夜纹章,生命幻象,混乱光环,模糊,幻镜反射,失真,冷却蒸汽,光谱盾牌,已变形金枪鱼,警戒之眼,漩涡形态,瘟疫化身,自动除颤,已变形陆行鸟,飓风形态,怒神附体,石牦牛姿态,无畏坚韧,陆行鸟姿态,蛇袭准备,磐石精魂,风暴精魂,磐石纹章,新生纹章,借机攻击,群攻之力,准备反击,干掉他们,蔑视痛苦,流水精魂,群星雕文,熊灵姿态,狮鹫姿态,尖锐脊刺,独狼之力,秃鹰姿态,石蜥毒液,冰蜥毒液,噬蝎毒液,弯钩长矛,镰爪毒液,敏捷纹章,鳞爪毒液,刺客纹章,蜘蛛毒液,倾泻射击,治疗纹章,痛苦忍耐,蓄能,威能纹章,狂战姿态,战术旗帜,怒气纹章,平衡姿态,牦牛纹章,耐力纹章,盛怒纹章,弱化,藐视姿态,超脱视界,岩石守卫,防御旗帜,决心美德,愤怒祷词,束缚之刃,裁决纹章,愤怒纹章,仁慈纹章,决心圣书,狂徒烈焰,怨毒纹章,愤怒护盾,勇气美德,正义,力量爆发,黑暗多面体,燃火烙印,自然多面体,自然多面体刺客,传奇刺客姿态,自然多面体半人马,传奇半人马姿态,自然多面体恶魔,传奇恶魔姿态,自然多面体矮人,自然多面体巨龙,传奇巨龙姿态,刃爪之怒,崇高矮人,复仇之锤,力量多面体,强制束缚,元素多面体,压倒优势,圣光多面体,圣光灌注,混沌多面体,断刃壁垒,断魂之峰,结构转变,窥伺,冥界鬼影,狂暴飙升,幻象防御,灵活剑客,魔能汇聚,幻影原力,幻象纹章,死亡甲壳,吸血光环,临终仪式,酷虐灼热,抚伤迷雾,清新气流,长效怒火,磐石之心,超验风暴,愤怒元素,编织者的威勇,先发制人,自然精魂,疾速箭射,灵巧作战,自然修护,萦绕之光,狂暴双体,快速反应,引导攻击,出其不意,莲舞训练,虚弱打击,神行无阻,弹跳闪避,医疗包奖励,铁血硬汉,动力充能,脾气爆发,精确分布,热能视觉,二次燃烧,暴击纹章,怒气激发,怒气恢复,狂战之力,巅峰表现,强韧反激,超越痛苦,洞察袭击,明亮光环,众志成城,美德激励,意志之力,活力壁垒,复仇符印,正义余烬,爆破进击,超然爆发,升腾动能,身经百战,恒定回春,和谐咒唤,不屈精神"
  />
);
